{
  "topic" : "Award",
  "detail" : [
    {
      "topic" : "สอวนคอมพิวเตอร์ ค่าย 2",
      "year" : "2564",
      "award" : "ค่าย 2",
      "miniDetail" : "ได้รับความรู้ทางด้านการจัดการอัลกอริทึมและการเขียนไดนามิกโปรแกรมมิ่ง",
      "detail" : "ได้รับความรู้ทางด้านการจัดการอัลกอริทึมและการเขียนไดนามิกโปรแกรมมิ่ง ซึ่งทำให้ผมมีความชอบในการเรียน และเขียนโปรแกรมมากยิ่งขึ้น อีกทั้งได้พบเพื่อนใหม่มากมาย",
      "image" : "posn_computer_2.png",
      "link" : ""
    },
    {
      "topic" : "สอวนคณิตศาสตร์ ค่าย 1",
      "year" : "2563",
      "award" : "ค่าย 1",
      "miniDetail" : "ได้พัฒนากระบวนการคิดในรูปแบบเป็นขั้นเป็นตอน และกระบวนการคิดแบบตรรกศาสตร์",
      "detail" : "ได้พัฒนากระบวนการคิดในรูปแบบเป็นขั้นเป็นตอน ทั้งกระบวนการคิดแบบตรรกศาสตร์ และการจัดเรียงข้อมูล ซึ่งสามารถประยุกต์กับการจัดการอัลกอริทึ่มในโปรแกรมได้",
      "image" : "posn_math.jpg",
      "link" : ""
    },
    {
      "topic" : "IMFSA-Thailand",
      "year" : "2565",
      "award" : "10 ทีมสุดท้าย",
      "miniDetail" : "เป็นการนำเสนอไอเดียเพื่อช่วยเหลือผู้พิการโดยนำเทคโนโลยีมาประยุกต์",
      "detail" : "จัดโดย IMFSA-THAILAND (International Federation of Medical Student Associations Thailand) และร่วมมือกับ สพท. (สหพันธ์นิสิตนักศึกษาแพทย์แห่งประเทศไทย) นวัตกรรมที่ทีมผม นำเสนอคือแอพพลิเคชั่นที่จะสามารถปรึกษากัหมอผ่านหลายช่องทางโดยใช้ ai มาประยุกต์",
      "image" : "Imfsa.png",
      "link" : ""
    },
    {
      "topic" : "Science Symposium",
      "year" : "2565",
      "award" : "เหรียญทอง",
      "miniDetail" : "โครงงานที่จะช่วยให้นักเรียน และคุณครูสามารถติดต่ได้สะดวกมากขึ้น",
      "detail" : "จัดโดยกลุ่มโรงเรียนวิทยาศาสตร์จุฬาภรณราชวิทยาลัย โดยทีมผมได้ทำโครงงาน Project classroom ที่จะช่วยให้นักเรียน และคุณครูสามารถเรียนหรือสอนบนออนไลน์ ได้สะดวกมากขึ้นโดยระบบจะมีฟังก์ชันที่ออกแบบมาให้เหมาะสมกับการใช้งานจริง",
      "image" : "sci_sym.png",
      "link" : ""
    },
    {
      "topic" : "Space FIGHT 2020",
      "year" : "2564",
      "award" : "10 ทีมสุดท้าย",
      "miniDetail" : "เป็นโครงการออกแบบ และประดิษฐ์แผงวงจรปฏิบัติการณ์ สำหรับดาวเทียมขนาดเล็ก",
      "detail" : "เป็นโครงการออกแบบ และประดิษฐ์แผงวงจรปฏิบัติการณ์ สำหรับดาวเทียมขนาดเล็ก เพื่อเก็บข้อมูลจากอวกาศ จัดขึ้นโดย SpaceFIGHT และร่วมกับ INSTEAD, UNISEC, KMUTNB, NARIT ในเดือนมิถุนายน 2564 โดยทีมของผมใช้บอร์ดวัดปริมาณรังสี ที่มีผลกระทบกับการเก็บข้อมูลเพื่อตรวจสอบความสัมพันธ์ของข้อมูลในตัวจัดเก็บเที่ยบกับรังสีที่ได้รับเป็นระยะเวลา 1 ปี",
      "image" : "space_fight.jpg",
      "link" : ""
    },
    {
      "topic" : "Hackathon Mu space",
      "year" : "2563",
      "award" : "5 ทีมสุดท้าย",
      "miniDetail" : "เป็นโครงการที่ให้ผู้เข้าร่วมได้ออกแบบโปรเจกต์ ให้เหมาะกับการอยู่ อาศัยในดวงจันทร์",
      "detail" : "เป็นโครงการที่ให้ผู้เข้าร่วมได้ออกแบบโปรเจกต์ ให้เหมาะกับการอยู่ อาศัยในดวงจันทร์ จัดขึ้นโดย mu_space ในวันที่ 29 สิงหาคม 2563 ซึ่งทางทีมผมได้นำเสนอการใช้หุ่นยนต์ เพื่อสำรวจ และเตรียมพื้นที่ โดยปรับสภาพภูมิศาสตร์ และวางผังเมืองเพื่อให้พร้อมอยู่อาศัย",
      "image" : "mu_space.png",
      "link" : ""
    }
  ]
}